/* Open LayerLink About window */
"About LayerLink" = "A propos de LayerLink";

/* Illustrator file chooser dialog window title */
"Choose an Illustrator 10 or Later Document" = "Choisissez un document Illustrator 10 ou supérieur";

/* Illustrator file chooser dialog accept button */
"Import as Project" = "Importer comme projet";

/* Import as Project... menu item in Retail Motion */
"Import as Project..." = "Importer comme projet...";

/* Import as Project... menu item in Retail Motion 2 */
"Motion 2 Import as Project..." = "Importer comme projet…";

/* Import an Illustrator document as a Motion project */
"Import Illustrator as Project..." = "Importer un document Illustrator comme projet...";

/* Import an Illustrator document as a Motion project in Motion 2 */
"Motion 2 Import Illustrator as Project..." = "Importer un document Illustrator comme projet…";

/* Go to LayerLink purchase web page at ampede.com */
"Purchase LayerLink..." = "Acheter LayerLink...";

/* Launch LicenseControl application */
"Register LayerLink..." = "Enregistrer LayerLink...";

/* Launch LicenseControl application */
"Unregister LayerLink..." = "Effacer l'enregistrement de LayerLink...";

